IDEA Open Model
BeamDataEc2.WidthOfSupportLeft Property
Compatible with IDEA StatiCa 20.1
 Width of support on the left side
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double WidthOfSupportLeft { get; set; }
Public Property WidthOfSupportLeft As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace